{
  "abatement": {
    "a": "The risk assessor believes that these high lead levels were caused by other lead hazards dealt with below.  Therefore, after having completed all other abatement / interim control options, clean the entire house for lead dust thoroughly using the accepted HEPA-Wash-HEPA cleaning methods.",
    "b": "The risk assessor believes that these high lead levels were caused by an unknown source such as past renovations, factory/smelter emissions, nearby roadways/combustion of leaded gasoline, nearby house fires, etc... Therefore, clean the entire house for lead dust thoroughly using the accepted HEPA-Wash-HEPA cleaning methods. Follow recomended ongoing monitoring to determine if this is an isolated incident or a continuing issue.",
    "c": "1) Remove and replace with new components or 2) strip all surfaces bare to the substrate,  make necessary repairs and recoat.",
    "d": "1) Remove and replace with new components or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved encapsulant or 3) strip all surfaces bare to the substrate (either chemically or using mechanical wet methods),  make necessary repairs and recoat.",
    "e": "1) Remove and replace with new replacement windows or 2) replace individual lead painted components 3) enclose all lead painted surfaces or 4) strip all surfaces bare to the substrate, make necessary repairs, stabilize surfaces, and repaint.",
    "f": "1) Remove and replace with new replacement windows or 2) replace individual lead painted components 3) enclose all lead painted surfaces or 4) strip all surfaces bare to the substrate, make necessary repairs, stabilize surfaces, and repaint.  This applies only to older windows not the recently replaced windows within the home.",
    "g": "1) Remove and replace with new replacement windows or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved encapsulant or 3) enclose all lead painted surfaces or 4) strip all surfaces bare to the substrate,  make necessary repairs and recoat",
    "h": "1) Remove and replace with new door systems or 2) replace individual lead painted components or 3) strip all surfaces bare to the substrate, stabilize surfaces, and repaint.",
    "i": "1) Remove and replace with new door systems or 2) replace individual lead painted components or 3) strip all surfaces bare to the substrate, stabilize surfaces, and repaint.   This applies only to older doors not the recently replaced doors within the home.",
    "j": "1) Enclose with drywall or other suitable wallboard material or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved encapsulant.",
    "k": "1) Enclose with Luann or other suitable flooring material or 2) Remove and replace flooring material or 3) strip all surfaces bare to the substrate, make necessary repairs and recoat. Note: Floors should be abated last.",
    "l": "1) Remove and replace with new components or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved encapsulant, install stops at all contact points with other building components (I.E. doors, etc...) or 3) strip all surfaces bare to the substrate, make necessary repairs and recoat.",
    "m": "1) Remove and replace with new bathtub or 2) Strip all surfaces bare to the substrate, make necessary repairs and recoat.",
    "n": "1) Wrap walls with Tyvek or equivalent, apply foam insulation board, seal all seams and install a new vinyl or aluminum siding system or 2) wet scrape/sand all surfaces bare to the substrate, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved, exterior grade encapsulate, 3) Remove and replace with new components  or 4) strip all surfaces bare to the substrate, make necessary repairs, stabilize surfaces, and repaint.",
    "o": "1) Wrap walls with Tyvek or equivalent, apply foam insulation board, seal all seams and install a new vinyl or aluminum siding system, including wrapping and enclosure of all trim components with vinyl or aluminum, or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved, exterior grade encapsulate or 3) Remove and replace with new components  or 4) strip all surfaces bare to the substrate, make necessary repairs, stabilize surfaces, and repaint  or 5) replace individual lead painted components",
    "p": "1) Enclose by wrapping with vinyl or aluminum and seal or 2) wet scrape/sand all surfaces, make necessary repairs, stabilize surfaces and encapsulate with a Michigan approved, exterior grade encapsulate or 3) Remove and replace with new components or 4) strip surfaces bare to the substrate, make necessary repairs, stabilize surfaces, and repaint",
    "q": "1) Enclose with appropriate decking material, seal all edges or 2) strip all surfaces bare to the substrate (either chemically or using mechanical wet methods), make necessary repairs and recoat.",
    "r": "1) Remove top 6 inches of soil and replace with new soil then seed to grass, cover with ground cover or 2) enclose with concrete or asphalt",
    "y": "This hazard was addressed by solving one of the previous hazards"
  },
  "interim": {
    "1": "The risk assessor believes that these high lead levels were caused by other lead hazards dealt with below.  Therefore, after having completed all other abatement / interim control options, clean the entire house for lead dust thoroughly using the accepted HEPA-Wash-HEPA cleaning methods.",
    "2": "The risk assessor believes that these high lead levels were caused by an unknown source such as past renovations, factory/smelter emissions, nearby roadways/combustion of leaded gasoline, nearby house fires, etc... Therefore, clean the entire house for lead dust thoroughly using the accepted HEPA-Wash-HEPA cleaning methods. Follow recomended ongoing monitoring to determine if this is an isolated incident or a continuing issue.",
    "3": "1) Use friction reduction treatments (jamb liners, weatherstripping, rubber padding, tread covers, etc.) to reduce wear or 2) Wet plane all friction / impact surfaces, wet scrape all remaining surfaces, make necessary repairs, stabilize all surfaces and repaint.",
    "4": "1) Refit door to eliminate friction points, wet scrape/sand all surfaces, make necessary repairs,including installation of weatherstripping or other \"soft\" stop material, stabilize all surfaces and repaint 2) Use friction reduction treatments (jamb liners, weatherstripping, rubber padding, tread covers, etc.) to reduce wear or 3) Wet plane all friction / impact surfaces, wet scrape all remaining surfaces, make necessary repairs, stabilize all surfaces and repaint.",
    "5": "Wet scrape / sand all surfaces, make necessary repairs, stabilize all surfaces and repaint.",
    "6": "Wet scrape / sand all surfaces, make necessary repairs, stabilize all surfaces and repaint.  Install stops at all contact points with other building components (I.E. doors, etc…)",
    "7": "Wet scrape / sand all surfaces, make necessary repairs, stabilize all surfaces and repaint.  Install stops at all contact points with other building components (I.E. doors, etc…)",
    "8": "Wet scrape / sand all surfaces, make necessary repairs, stabilize all surfaces, paint and cover with new floor covering (tread covers, carpet, vinyl tile, etc…) material.",
    "9": "Wet scrape/sand all surfaces, make necessary repairs, stabilize all surfaces and repaint. Install rubber non-slip bath mats to reduce wear. DO NOT use abrasive cleaners in tub. ALWAYS drain water after each use-DO NOT REUSE BATHWATER Other recomendations1)  Abate as soon a possible  2) Take showers only 3) Take baths as quickly  as possible",
    "10": "Clean soil surface of any paint chips or LBP debris, blend top 6 inches of soils with those below by tilling, cover with landscape fabric and groundcover (woodchips, decorative stone, etc…).",
    "11": "Restrict access to reduce exposure until item can be probperly addressed.",
    "12": "No acceptable interim control option for this hazard and/or condition"
  }
}